Repository: Ankitkj1999/math_tricks_pro
Catalog: lib/l10n/intl_*.arb
Languages: ar, bn, de, es, fr, hi, ja, ru, zh

source: Hello, World!
ar: مرحبًا بك في العالم!
bn: হ্যালো, বিশ্ব!
de: Hallo, Welt!
es: ¡Hola, Mundo!
fr: Bonjour, le monde !
hi: नमस्ते, दुनिया!
ja: こんにちは、世界！
ru: Привет, мир!
zh: 你好，世界！

# greeting
source: Welcome to the App.
ar: مرحبًا بك في التطبيق.
bn: অ্যাপে আপনাকে স্বাগতম।
de: Willkommen in der App.
es: Bienvenido a la aplicación.
fr: Bienvenue dans l'application.
hi: ऐप में आपका स्वागत है।
ja: アプリへようこそ。
ru: Добро пожаловать в приложение.
zh: 欢迎使用该应用。

# buttonText
source: Click me!
ar: انقر هنا!
bn: আমাকে চাপুন!
de: Klick mich!
es: ¡Haz clic en mí!
fr: Cliquez-moi !
hi: मुझे दबाएं!
ja: クリックしてください！
ru: Нажми меня!
zh: 点击我！

# likeMathTricks
source: Like Maths Tricks
ar: مثل خدع الرياضيات
bn: গণিত ট্রিকস এর মতো
de: Wie Mathe-Tricks
es: Trucos de Matemáticas
fr: Comme Astuces de Maths
hi: ऐसा गणित ट्रिक्स
ja: 数学のトリックのように
ru: Как Математические Фокусы
zh: 喜欢数学技巧

source: Learn Basic Math: Arithmetic Operations
ar: تعلم الرياضيات الأساسية: العمليات الحسابية
bn: মৌলিক গণিত শেখা: অকার্যের প্রচেষ্টা
de: Lerne Grundlagen der Mathematik: Rechenoperationen
es: Aprende Matemáticas Básicas: Operaciones Aritméticas
fr: Apprenez les mathématiques de base : Opérations arithmétiques
hi: मौजूदा गणित सीखें: अंकगणितीय क्रियाएँ
ja: 基本的な数学: 算術の操作を学ぶ
ru: Учите основы математики: арифметические операции
zh: 学习基础数学：算术运算

source: Level
ar: مستوى
bn: স্তর
es: Nivel
fr: Niveau
hi: स्तर
ja: レベル
ru: Уровень
zh: 水平

source: Total Level
ar: إجمالي المستوى
bn: মোট স্তর
de: Gesamtstufe
es: Nivel Total
fr: Niveau Total
hi: कुल स्तर
ja: 合計レベル
ru: Общий Уровень
zh: 总级别

source: Total Questions
ar: إجمالي الأسئلة
bn: মোট প্রশ্ন
de: Gesamtfragen
es: Total de Preguntas
fr: Total de Questions
hi: कुल प्रश्न
ja: 合計の質問数
ru: Всего Вопросов
zh: 总问题数

source: Game Over!
ar: نهاية اللعبة!
bn: খেলা শেষ!
de: Spiel vorbei!
es: ¡Fin del Juego!
fr: Partie terminée !
hi: गेम ओवर!
ja: ゲームオーバー！
ru: Игра окончена!
zh: 游戏结束！

source: Get 1 lives for continue game.
ar: احصل على 1 حياة لمتابعة اللعبة.
bn: খেলা চালানোর জন্য 1 জীবন পান।
de: Erhalte 1 Leben, um das Spiel fortzusetzen.
es: Obtén 1 vida para continuar el juego.
fr: Obtenez 1 vie pour continuer le jeu.
hi: गेम जारी रखने के लिए 1 जीवन प्राप्त करें।
ja: ゲームを続けるために1つのライフを取得します。
ru: Получите 1 жизнь для продолжения игры.
zh: 获取1生命以继续游戏。

source: Show Video
ar: عرض الفيديو
bn: ভিডিও দেখুন
de: Video anzeigen
es: Mostrar Video
fr: Afficher la vidéo
hi: वीडियो दिखाएं
ja: ビデオを表示
ru: Показать видео
zh: 显示视频

# gameOverAgain
source: Game Over
ar: نهاية اللعبة
bn: খেলা শেষ
de: Spiel vorbei
es: Fin del Juego
fr: Partie terminée
hi: गेम ओवर
ja: ゲームオーバー
ru: Игра окончена
zh: 游戏结束

source: Score
ar: النقاط
bn: স্কোর
de: Punktzahl
es: Puntuación
hi: स्कोर
ja: スコア
ru: Очки
zh: 得分

source: Best Score
ar: أفضل نقاط
bn: সর্বশ্রেষ্ঠ স্কোর
de: Beste Punktzahl
es: Mejor Puntuación
fr: Meilleur score
hi: सर्वश्रेष्ठ स्कोर
ja: 最高のスコア
ru: Лучший результат
zh: 最佳得分

source: Next
ar: التالي
bn: পরবর্তী
de: Nächster
es: Siguiente
fr: Suivant
hi: आगामी
ja: 次へ
ru: Далее
zh: 下一个

source: Go
ar: انطلق
bn: যাও
de: Los
es: Ir
fr: Aller
hi: जाएं
ja: 始める
ru: Старт
zh: 开始

source: Quit !
ar: الخروج!
bn: বন্ধ করুন!
de: Beenden!
es: ¡Salir!
fr: Quitter !
hi: बंद करें!
ja: 終了する！
ru: Выйти!
zh: 退出！

source: Are you sure you want to quit?
ar: هل أنت متأكد أنك تريد الخروج؟
bn: আপনি কি নিশ্চিত যে আপনি বন্ধ করতে চান?
de: Sind Sie sicher, dass Sie beenden möchten?
es: ¿Estás seguro de que quieres salir?
fr: Êtes-vous sûr de vouloir quitter ?
hi: क्या आप सुनिश्चित हैं कि आप बंद करना चाहते हैं?
ja: 本当に終了しますか？
ru: Вы уверены, что хотите выйти?
zh: 您确定要退出吗？

source: No
ar: لا
bn: না
de: Nein
fr: Non
hi: नहीं
ja: いいえ
ru: Нет
zh: 不

source: Yes
ar: نعم
bn: হ্যাঁ
de: Ja
es: Sí
fr: Oui
hi: हाँ
ja: はい
ru: Да
zh: 是

source: Hint
ar: تلميح
bn: হিন্ট
de: Hinweis
es: Pista
fr: Indice
hi: सुझाव
ja: ヒント
ru: Подсказка
zh: 提示

source: Solution
ar: حلا
bn: সমাধান
de: Lösung
es: Solución
hi: समाधान
ja: 解決策
ru: Решение
zh: 解决方案

source: Ok
ar: حسنا
bn: ঠিক আছে
hi: ठीक है
ja: はい
ru: Ок
zh: 好

source: Dark Mode
ar: الوضع الداكن
bn: ডার্ক মোড
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
hi: डार्क मोड
ja: ダークモード
ru: Темный режим
zh: 深色模式

source: Use 10 coins
ar: استخدم 10 عملات
bn: 10 টি কয়েন ব্যবহার করুন
de: Verwende 10 Münzen
es: Usar 10 monedas
fr: Utiliser 10 pièces
hi: 10 सिक्के उपयोग करें
ja: 10コインを使用する
ru: Использовать 10 монет
zh: 使用10枚硬币

source: Setting
ar: الإعدادات
bn: সেটিং
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग
ja: 設定
ru: Настройки
zh: 设置

source: Sound
ar: الصوت
bn: ধ্বনি
de: Ton
es: Sonido
fr: Son
hi: ध्वनि
ja: 音
ru: Звук
zh: 声音

source: Vibration
ar: الاهتزاز
bn: ভাইব্রেশন
es: Vibración
hi: हलचल
ja: 振動
ru: Вибрация
zh: 振动

source: Night Mode
ar: وضع الليل
bn: রাতের মোড
de: Nachtmodus
es: Modo Nocturno
fr: Mode nuit
hi: रात्रि मोड
ja: ナイトモード
ru: Ночной режим
zh: 夜间模式

source: Language
ar: اللغة
bn: ভাষা
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
ja: 言語
ru: Язык
zh: 语言

source: Reminder
ar: التذكير
bn: অনুস্মারক
de: Erinnerung
es: Recordatorio
fr: Rappel
hi: स्मृति
ja: リマインダー
ru: Напоминание
zh: 提醒

source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
ja: プライバシーポリシー
ru: Политика конфиденциальности
zh: 隐私政策

source: Share
ar: مشاركة
bn: শেয়ার
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
ja: 共有
ru: Поделиться
zh: 分享

source: Rate us
ar: قيمنا
bn: আমাদের রেট করুন
de: Bewerten Sie uns
es: Califícanos
fr: Évaluez-nous
hi: हमें रेट करें
ja: 評価する
ru: Оцените нас
zh: 给我们评分

source: Give Your Opinion
ar: أعطنا رأيك
bn: আপনার মতামত দিন
de: Geben Sie Ihre Meinung ab
es: Da tu Opinión
fr: Donnez votre avis
hi: अपनी राय दें
ja: ご意見をお聞かせください
ru: Выскажите свое мнение
zh: 发表您的意见

# makeBetterMathGoal
source: Make better math goal for you, and would love to know how would you rate our app?
ar: حدد هدف رياضي أفضل لك، ونحب أن نعرف كيف تقيم تطبيقنا؟
bn: আপনার জন্য ভাল গণিত লক্ষ্য করুন, এবং আমরা কিভাবে আমাদের অ্যাপ্লিকেশনের রেট করতে চান তা জানতে চাইতেছি?
de: Setzen Sie sich ein besseres Mathematikziel und teilen Sie uns mit, wie Sie unsere App bewerten würden.
es: Establece un objetivo matemático mejor para ti, y nos encantaría saber cómo calificarías nuestra aplicación.
fr: Établissez un meilleur objectif mathématique pour vous, et aimeriez savoir comment vous évaluez notre application ?
hi: आपके लिए बेहतर गणित लक्ष्य बनाएं, और हमें यह जानना चाहें कि आप हमारे ऐप को कैसे मूल्यांकित करेंगे?
ja: より良い数学の目標を立て、アプリをどのように評価するか教えてください。
ru: Установите лучшую математическую цель для себя и хотели бы знать, как бы вы оценили наше приложение?
zh: 为您制定更好的数学目标，我们很想知道您对我们的应用评分如何？

source: Submit
ar: إرسال
bn: জমা দিন
de: Senden
es: Enviar
fr: Soumettre
hi: प्रस्तुत करें
ja: 送信
ru: Отправить
zh: 提交

source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
ru: Отмена
zh: 取消

source: Feedback
ar: تقييم
bn: মতামত
es: Comentarios
fr: Retour d'information
hi: प्रतिपुष्टि
ja: フィードバック
ru: Обратная связь
zh: 反馈

source: Give Feedback
ar: تقديم تقييم
bn: মতামত দিন
de: Feedback geben
es: Dar Comentarios
fr: Donner un retour d'information
hi: प्रतिपुष्टि दें
ja: フィードバックを提供する
ru: Оставить отзыв
zh: 提供反馈

# giveYourFeedback
source: Give your feedback about our app
ar: قدم ملاحظاتك حول تطبيقنا
bn: আমাদের অ্যাপ্লিকেশন সম্পর্কে আপনার মতামত দিন
de: Geben Sie Ihr Feedback zu unserer App ab
es: Da tus comentarios sobre nuestra aplicación
fr: Donnez votre avis sur notre application
hi: हमारे ऐप के बारे में अपनी प्रतिक्रिया दें
ja: アプリに関するフィードバックをお聞かせください
ru: Оставьте свой отзыв о нашем приложении
zh: 就我们的应用提供您的反馈

# areYouSatisfied
source: Are you satisfied with this app?
ar: هل أنت راضٍ عن هذا التطبيق؟
bn: আপনি কি এই অ্যাপ্লিকেশনে সন্তুষ্ট?
de: Sind Sie mit dieser App zufrieden?
es: ¿Estás satisfecho con esta aplicación?
fr: Êtes-vous satisfait de cette application ?
hi: क्या आप इस ऐप से संतुष्ट हैं?
ja: このアプリに満足していますか？
ru: Вы удовлетворены этим приложением?
zh: 您对这个应用满意吗？

# tellUsImprovements
source: Tell us what can be improved?
ar: قل لنا ما يمكن تحسينه؟
bn: আমাদের কি উন্নত করা যেতে পারে?
de: Teilen Sie uns mit, was verbessert werden kann?
es: Dinos qué se puede mejorar
fr: Dites-nous ce qui peut être amélioré ?
hi: हमें बताएं कि कैसे सुधार किया जा सकता है?
ja: 改善できる点を教えてください
ru: Скажите, что можно улучшить?
zh: 告诉我们可以改进的地方？

source: Write your feedback...
ar: اكتب ملاحظاتك...
bn: আপনার মতামত লিখুন...
de: Schreiben Sie Ihr Feedback...
es: Escribe tus comentarios...
fr: Écrivez votre avis...
hi: अपनी प्रतिक्रिया लिखें...
ja: フィードバックを書く...
ru: Напишите свой отзыв...
zh: 写下您的反馈...

source: Submit Feedback
ar: إرسال الملاحظات
bn: মতামত জমা দিন
de: Feedback senden
es: Enviar Comentarios
fr: Soumettre le retour d'information
hi: प्रतिपुष्टि करें
ja: フィードバックを送信
ru: Отправить отзыв
zh: 提交反馈

source: Contact Developer
ar: الاتصال بالمطور
bn: ডেভেলপারের সাথে যোগাযোগ করুন
de: Entwickler kontaktieren
es: Contactar al Desarrollador
fr: Contacter le développeur
hi: डेवेलपर से संपर्क करें
ja: 開発者に連絡
ru: Связаться с разработчиком
zh: 联系开发者

source: Addition
ar: الجمع
bn: যোগ
es: Adición
hi: जोड़
ja: 加法
ru: Сложение
zh: 加法

source: Adding Numbers Close to Hundreds
ar: جمع الأرقام القريبة من المئة
bn: সংখ্যা শতের কাছাকাছি যোগ করা হচ্ছে
de: Addieren von Zahlen nahe bei Hundert
es: Sumando números cercanos a cien
fr: Addition de nombres proches de cent
hi: सैकड़ों के करीब संख्याएँ जोड़ना
ja: 百に近い数の加算
ru: Сложение чисел близких к ста
zh: 接近百位数的加法

source: Subtraction
ar: الطرح
bn: বিয়োগ
de: Subtraktion
es: Resta
fr: Soustraction
hi: घटाव
ja: 減法
ru: Вычитание
zh: 减法

source: Subtracting from 1000
ar: الطرح من 1000
bn: ১০০০ থেকে বিয়োগ
de: Subtrahieren von 1000
es: Restando desde 1000
fr: Soustraction de 1000
hi: 1000 से घटाना
ja: 1000からの減算
ru: Вычитание из 1000
zh: 从1000减法

source: Subtracting Numbers Close to Hundreds
ar: الطرح للأرقام القريبة من المئة
bn: শতকে কাছাকাছি সংখ্যা বিয়োগ
de: Subtrahieren von Zahlen nahe bei Hundert
es: Restando números cercanos a cien
fr: Soustraction de nombres proches de cent
hi: सैंतीयों के करीबी संख्याओं को घटाना
ja: 百に近い数の減算
ru: Вычитание чисел близких к ста
zh: 接近百位数的减法

source: Multiplication
ar: الضرب
bn: গুন
de: Multiplikation
es: Multiplicación
hi: गुणा
ja: 乗法
ru: Умножение
zh: 乘法

source: Multiplication Table
ar: جدول الضرب
bn: গুণফল টেবিল
de: Multiplikationstabelle
es: Tabla de multiplicar
fr: Table de multiplication
hi: गुणा सारणी
ja: 乗法表
ru: Таблица умножения
zh: 乘法表

source: Multiply two digit number by 11
ar: ضرب عدد مكون من رقمين بـ 11
bn: ১১ দিয়ে দুই-অঙ্কের সংখ্যা গুণফল
de: Multipliziere zweistellige Zahl mit 11
es: Multiplica un número de dos dígitos por 11
fr: Multiplier un nombre à deux chiffres par 11
hi: 11 से दो अंकीय संख्या को गुणा करें
ja: 2桁の数を11倍する
ru: Умножение двузначного числа на 11
zh: 两位数乘以11

source: Multiply by 5
ar: ضرب في 5
bn: ৫ দিয়ে গুণফল
de: Multipliziere mit 5
es: Multiplica por 5
fr: Multiplier par 5
hi: 5 से गुणा करें
ja: 5倍する
ru: Умножение на 5
zh: 乘以5

source: Multiply by 9
ar: ضرب في 9
bn: ৯ দিয়ে গুণফল
de: Multipliziere mit 9
es: Multiplica por 9
fr: Multiplier par 9
hi: 9 से गुणा करें
ja: 9倍する
ru: Умножение на 9
zh: 乘以9

source: Multiply by 4
ar: ضرب في 4
bn: ৪ দিয়ে গুণফল
de: Multipliziere mit 4
es: Multiplica por 4
fr: Multiplier par 4
hi: 4 से गुणा करें
ja: 4倍する
ru: Умножение на 4
zh: 乘以4

source: Tough multiplication
ar: ضرب صعب
bn: কঠিন গুণফল
de: Schwierige Multiplikation
es: Multiplicación difícil
fr: Multiplication difficile
hi: कठिन गुणा
ja: 難しい乗法
ru: Сложное умножение
zh: 复杂乘法

source: Multiply numbers between 11 and 19
ar: ضرب الأرقام بين 11 و 19
bn: ১১ এবং ১৯ এর মধ্যে সংখ্যা গুণফল
de: Multipliziere Zahlen zwischen 11 und 19
es: Multiplica números entre 11 y 19
fr: Multiplier des nombres entre 11 et 19
hi: 11 और 19 के बीच संख्याओं को गुणा करें
ja: 11から19までの数を掛ける
ru: Умножение чисел от 11 до 19
zh: 乘以11到19之间的数

# multiplyTwoDigitNumbersWithSameTensDigitAndOnesDigitsSumIs10
source: Multiply two digit numbers having same tens digit and ones digits' sum is 10
ar: ضرب الأرقام المكونة من رقمين مع نفس الرقم في العشرات ومجموع أرقام الوحدات يساوي 10
bn: একই দশকের সমান দুই-অঙ্কের সংখ্যা এবং একের এক ডিজিট যোগফল ১০ হলে গুণফল
de: Multipliziere zweistellige Zahlen mit gleicher Zehnerziffer und deren Einerziffernsumme ist 10
es: Multiplica números de dos dígitos con el mismo dígito de las decenas y la suma de los dígitos de las unidades es 10
fr: Multiplier des nombres à deux chiffres ayant le même chiffre des dizaines et dont la somme des chiffres des unités est 10
hi: ऐसी दो अंकीय संख्याएं जिनमें दोनों का दस का अंश सम है और एक का एक का योग 10 है को गुणा करें
ja: 同じ十の位で、一の位の合計が10になる2桁の数を掛ける
ru: Умножение двузначных чисел с одинаковой десятичной цифрой и суммой единичных цифр, равной 10
zh: 乘以两位数，十位数相同，个位数之和为10

source: Multiply two digit numbers ending in 1
ar: ضرب الأرقام المكونة من رقمين وتنتهي بالرقم 1
bn: ১ দিয়ে শেষ হওয়া দুই-অঙ্কের সংখ্যা গুণফল
de: Multipliziere zweistellige Zahlen, die auf 1 enden
es: Multiplica números de dos dígitos que terminan en 1
fr: Multiplier des nombres à deux chiffres se terminant par 1
hi: 1 से समाप्त होने वाली दो अंकीय संख्याएं को गुणा करें
ja: 末尾が1の2桁の数を掛ける
ru: Умножение двузначных чисел, заканчивающихся на 1
zh: 乘以以1结尾的两位数

source: Multiply by 15
ar: ضرب في 15
bn: ১৫ দিয়ে গুণফল
de: Multipliziere mit 15
es: Multiplica por 15
fr: Multiplier par 15
hi: 15 से गुणा करें
ja: 15倍する
ru: Умножение на 15
zh: 乘以15

source: Multiply by 20
ar: ضرب في 20
bn: ২০ দিয়ে গুণফল
de: Multipliziere mit 20
es: Multiplica por 20
fr: Multiplier par 20
hi: 20 से गुणा करें
ja: 20倍する
ru: Умножение на 20
zh: 乘以20

source: Multiply by 99
ar: ضرب في 99
bn: ৯৯ দিয়ে গুণফল
de: Multipliziere mit 99
es: Multiplica por 99
fr: Multiplier par 99
hi: 99 से गुणा करें
ja: 99倍する
ru: Умножение на 99
zh: 乘以99

source: Multiply by 25
ar: ضرب في 25
bn: ২৫ দিয়ে গুণফল
de: Multipliziere mit 25
es: Multiplica por 25
fr: Multiplier par 25
hi: 25 से गुणा करें
ja: 25倍する
ru: Умножение на 25
zh: 乘以25

source: Multiply by 50
ar: ضرب في 50
bn: ৫০ দিয়ে গুণফল
de: Multipliziere mit 50
es: Multiplica por 50
fr: Multiplier par 50
hi: 50 से गुणा करें
ja: 50倍する
ru: Умножение на 50
zh: 乘以50

# multiplyByPoint5
source: Multiply by 0.5
ar: ضرب في 0.5
bn: ০.৫ দিয়ে গুণফল
de: Multipliziere mit 0,5
es: Multiplica por 0.5
fr: Multiplier par 0.5
hi: 0.5 से गुणा करें
ja: 0.5倍する
ru: Умножение на 0.5
zh: 乘以0.5

# multiplyByPoint2
source: Multiply by 0.2
ar: ضرب في 0.2
bn: ০.২ দিয়ে গুণফল
de: Multipliziere mit 0,2
es: Multiplica por 0.2
fr: Multiplier par 0.2
hi: 0.2 से गुणा करें
ja: 0.2倍する
ru: Умножение на 0.2
zh: 乘以0.2

# multiplyByPoint25
source: Multiply by 0.25
ar: ضرب في 0.25
bn: ০.২৫ দিয়ে গুণফল
de: Multipliziere mit 0,25
es: Multiplica por 0.25
fr: Multiplier par 0.25
hi: 0.25 से गुणा करें
ja: 0.25倍する
ru: Умножение на 0.25
zh: 乘以0.25

source: Multiply by 3
ar: ضرب في 3
bn: ৩ দিয়ে গুণফল
de: Multipliziere mit 3
es: Multiplica por 3
fr: Multiplier par 3
hi: 3 से गुणा करें
ja: 3倍する
ru: Умножение на 3
zh: 乘以3

source: Multiply by 6
ar: ضرب في 6
bn: ৬ দিয়ে গুণফল
de: Multipliziere mit 6
es: Multiplica por 6
fr: Multiplier par 6
hi: 6 से गुणा करें
ja: 6倍する
ru: Умножение на 6
zh: 乘以6

source: Multiply by 7
ar: ضرب في 7
bn: ৭ দিয়ে গুণফল
de: Multipliziere mit 7
es: Multiplica por 7
fr: Multiplier par 7
hi: 7 से गुणा करें
ja: 7倍する
ru: Умножение на 7
zh: 乘以7

source: Multiply by 8
ar: ضرب في 8
bn: ৮ দিয়ে গুণফল
de: Multipliziere mit 8
es: Multiplica por 8
fr: Multiplier par 8
hi: 8 से गुणा करें
ja: 8倍する
ru: Умножение на 8
zh: 乘以8

source: Multiply by 12
ar: ضرب في 12
bn: ১২ দিয়ে গুণফল
de: Multipliziere mit 12
es: Multiplica por 12
fr: Multiplier par 12
hi: 12 से गुणा करें
ja: 12倍する
ru: Умножение на 12
zh: 乘以12

source: Multiply by 14
ar: ضرب في 14
bn: ১৪ দিয়ে গুণফল
de: Multipliziere mit 14
es: Multiplica por 14
fr: Multiplier par 14
hi: 14 से गुणा करें
ja: 14倍する
ru: Умножение на 14
zh: 乘以14

source: Multiply by 16
ar: ضرب في 16
bn: ১৬ দিয়ে গুণফল
de: Multipliziere mit 16
es: Multiplica por 16
fr: Multiplier par 16
hi: 16 से गुणा करें
ja: 16倍する
ru: Умножение на 16
zh: 乘以16

source: Multiply by 17
ar: ضرب في 17
bn: ১৭ দিয়ে গুণফল
de: Multipliziere mit 17
es: Multiplica por 17
fr: Multiplier par 17
hi: 17 से गुणा करें
ja: 17倍する
ru: Умножение на 17
zh: 乘以17

source: Multiply by 18
ar: ضرب في 18
bn: ১৮ দিয়ে গুণফল
de: Multipliziere mit 18
es: Multiplica por 18
fr: Multiplier par 18
hi: 18 से गुणा करें
ja: 18倍する
ru: Умножение на 18
zh: 乘以18

source: Multiply by 19
ar: ضرب في 19
bn: ১৯ দিয়ে গুণফল
de: Multipliziere mit 19
es: Multiplica por 19
fr: Multiplier par 19
hi: 19 से गुणा करें
ja: 19倍する
ru: Умножение на 19
zh: 乘以19

source: Multiply by 2
ar: ضرب في 2
bn: ২ দিয়ে গুণফল
de: Multipliziere mit 2
es: Multiplica por 2
fr: Multiplier par 2
hi: 2 से गुणा करें
ja: 2倍する
ru: Умножение на 2
zh: 乘以2

source: Multiply by 125
ar: ضرب في 125
bn: ১২৫ দিয়ে গুণফল
de: Multipliziere mit 125
es: Multiplica por 125
fr: Multiplier par 125
hi: 125 से गुणा करें
ja: 125倍する
ru: Умножение на 125
zh: 乘以125

source: Multiply by 250
ar: ضرب في 250
bn: ২৫০ দিয়ে গুণফল
de: Multipliziere mit 250
es: Multiplica por 250
fr: Multiplier par 250
hi: 250 से गुणा करें
ja: 250倍する
ru: Умножение на 250
zh: 乘以250

source: Multiply by 500
ar: ضرب في 500
bn: ৫০০ দিয়ে গুণফল
de: Multipliziere mit 500
es: Multiplica por 500
fr: Multiplier par 500
hi: 500 से गुणा करें
ja: 500倍する
ru: Умножение на 500
zh: 乘以500

source: Multiply by 750
ar: ضرب في 750
bn: ৭৫০ দিয়ে গুণফল
de: Multipliziere mit 750
es: Multiplica por 750
fr: Multiplier par 750
hi: 750 से गुणा करें
ja: 750倍する
ru: Умножение на 750
zh: 乘以750

source: Multiply by 999
ar: ضرب في 999
bn: ৯৯৯ দিয়ে গুণফল
de: Multipliziere mit 999
es: Multiplica por 999
fr: Multiplier par 999
hi: 999 से गुणा करें
ja: 999倍する
ru: Умножение на 999
zh: 乘以999

source: Multiply by 75
ar: ضرب في 75
bn: ৭৫ দিয়ে গুণফল
de: Multipliziere mit 75
es: Multiplica por 75
fr: Multiplier par 75
hi: 75 से गुणा करें
ja: 75倍する
ru: Умножение на 75
zh: 乘以75

source: Division
ar: القسمة
bn: ভাগ
es: División
hi: विभाजन
ja: 除法
ru: Деление
zh: 除法

# divideByPoint2
source: Divide by 0.2
ar: قسمة على 0.2
bn: 0.2 দ্বারা ভাগ করুন
de: Teile durch 0,2
es: Divide por 0.2
fr: Diviser par 0.2
hi: 0.2 से विभाजित करें
ja: 0.2で割る
ru: Деление на 0.2
zh: 除以0.2

# divideByPoint25
source: Divide by 0.25
ar: قسمة على 0.25
bn: 0.25 দ্বারা ভাগ করুন
de: Teile durch 0,25
es: Divide por 0.25
fr: Diviser par 0.25
hi: 0.25 से विभाजित करें
ja: 0.25で割る
ru: Деление на 0.25
zh: 除以0.25

# divideByPoint5
source: Divide by 0.5
ar: قسمة على 0.5
bn: 0.5 দ্বারা ভাগ করুন
de: Teile durch 0,5
es: Divide por 0.5
fr: Diviser par 0.5
hi: 0.5 से विभाजित करें
ja: 0.5で割る
ru: Деление на 0.5
zh: 除以0.5

source: Divide by 2
ar: قسمة على 2
bn: 2 দ্বারা ভাগ করুন
de: Teile durch 2
es: Divide por 2
fr: Diviser par 2
hi: 2 से विभाजित करें
ja: 2で割る
ru: Деление на 2
zh: 除以2

source: Divide by 3
ar: قسمة على 3
bn: 3 দ্বারা ভাগ করুন
de: Teile durch 3
es: Divide por 3
fr: Diviser par 3
hi: 3 से विभाजित करें
ja: 3で割る
ru: Деление на 3
zh: 除以3

source: Divide by 4
ar: قسمة على 4
bn: 4 দ্বারা ভাগ করুন
de: Teile durch 4
es: Divide por 4
fr: Diviser par 4
hi: 4 से विभाजित करें
ja: 4で割る
ru: Деление на 4
zh: 除以4

source: Divide by 5
ar: قسمة على 5
bn: 5 দ্বারা ভাগ করুন
de: Teile durch 5
es: Divide por 5
fr: Diviser par 5
hi: 5 से विभाजित करें
ja: 5で割る
ru: Деление на 5
zh: 除以5

source: Divide by 6
ar: قسمة على 6
bn: 6 দ্বারা ভাগ করুন
de: Teile durch 6
es: Divide por 6
fr: Diviser par 6
hi: 6 से विभाजित करें
ja: 6で割る
ru: Деление на 6
zh: 除以6

source: Divide by 7
ar: قسمة على 7
bn: 7 দ্বারা ভাগ করুন
de: Teile durch 7
es: Divide por 7
fr: Diviser par 7
hi: 7 से विभाजित करें
ja: 7で割る
ru: Деление на 7
zh: 除以7

source: Divide by 8
ar: قسمة على 8
bn: 8 দ্বারা ভাগ করুন
de: Teile durch 8
es: Divide por 8
fr: Diviser par 8
hi: 8 से विभाजित करें
ja: 8で割る
ru: Деление на 8
zh: 除以8

source: Divide by 9
ar: قسمة على 9
bn: 9 দ্বারা ভাগ করুন
de: Teile durch 9
es: Divide por 9
fr: Diviser par 9
hi: 9 से विभाजित करें
ja: 9で割る
ru: Деление на 9
zh: 除以9

source: Divide by 15
ar: قسمة على 15
bn: 15 দ্বারা ভাগ করুন
de: Teile durch 15
es: Divide por 15
fr: Diviser par 15
hi: 15 से विभाजित करें
ja: 15で割る
ru: Деление на 15
zh: 除以15

source: Divide by 20
ar: قسمة على 20
bn: 20 দ্বারা ভাগ করুন
de: Teile durch 20
es: Divide por 20
fr: Diviser par 20
hi: 20 से विभाजित करें
ja: 20で割る
ru: Деление на 20
zh: 除以20

source: Divide by 25
ar: قسمة على 25
bn: 25 দ্বারা ভাগ করুন
de: Teile durch 25
es: Divide por 25
fr: Diviser par 25
hi: 25 से विभाजित करें
ja: 25で割る
ru: Деление на 25
zh: 除以25

source: Divide by 40
ar: قسمة على 40
bn: 40 দ্বারা ভাগ করুন
de: Teile durch 40
es: Divide por 40
fr: Diviser par 40
hi: 40 से विभाजित करें
ja: 40で割る
ru: Деление на 40
zh: 除以40

source: Divide by 50
ar: قسمة على 50
bn: 50 দ্বারা ভাগ করুন
de: Teile durch 50
es: Divide por 50
fr: Diviser par 50
hi: 50 से विभाजित करें
ja: 50で割る
ru: Деление на 50
zh: 除以50

source: Square
ar: تربيع
bn: বর্গ
de: Quadrat
es: Cuadrado
fr: Carré
hi: वर्ग
ja: 二乗
ru: Квадрат
zh: 平方

source: Square numbers between 10 and 19
ar: تربيع الأرقام بين 10 و 19
bn: 10 এবং 19 এর মধ্যে বর্গ সংখ্যা
de: Quadriere Zahlen zwischen 10 und 19
es: Cuadrado de números entre 10 y 19
fr: Carré des nombres entre 10 et 19
hi: 10 और 19 के बीच के वर्ग संख्याएँ
ja: 10から19までの数を二乗する
ru: Квадрат чисел от 10 до 19
zh: 10到19之间的数的平方

source: Square numbers between 20 and 29
ar: تربيع الأرقام بين 20 و 29
bn: 20 এবং 29 এর মধ্যে বর্গ সংখ্যা
de: Quadriere Zahlen zwischen 20 und 29
es: Cuadrado de números entre 20 y 29
fr: Carré des nombres entre 20 et 29
hi: 20 और 29 के बीच के वर्ग संख्याएँ
ja: 20から29までの数を二乗する
ru: Квадрат чисел от 20 до 29
zh: 20到29之间的数的平方

source: Square numbers between 30 and 39
ar: تربيع الأرقام بين 30 و 39
bn: 30 এবং 39 এর মধ্যে বর্গ সংখ্যা
de: Quadriere Zahlen zwischen 30 und 39
es: Cuadrado de números entre 30 y 39
fr: Carré des nombres entre 30 et 39
hi: 30 और 39 के बीच के वर्ग संख्याएँ
ja: 30から39までの数を二乗する
ru: Квадрат чисел от 30 до 39
zh: 30到39之间的数的平方

source: Square numbers between 40 and 49
ar: تربيع الأرقام بين 40 و 49
bn: 40 এবং 49 এর মধ্যে বর্গ সংখ্যা
de: Quadriere Zahlen zwischen 40 und 49
es: Cuadrado de números entre 40 y 49
fr: Carré des nombres entre 40 et 49
hi: 40 और 49 के बीच के वर्ग संख्याएँ
ja: 40から49までの数を二乗する
ru: Квадрат чисел от 40 до 49
zh: 40到49之间的数的平方

source: Square numbers between 50 and 59
ar: تربيع الأرقام بين 50 و 59
bn: 50 এবং 59 এর মধ্যে বর্গ সংখ্যা
de: Quadriere Zahlen zwischen 50 und 59
es: Cuadrado de números entre 50 y 59
fr: Carré des nombres entre 50 et 59
hi: 50 और 59 के बीच के वर्ग संख्याएँ
ja: 50から59までの数を二乗する
ru: Квадрат чисел от 50 до 59
zh: 50到59之间的数的平方

source: Square numbers between 60 and 69
ar: تربيع الأرقام بين 60 و 69
bn: 60 এবং 69 এর মধ্যে বর্গ সংখ্যা
de: Quadriere Zahlen zwischen 60 und 69
es: Cuadrado de números entre 60 y 69
fr: Carré des nombres entre 60 et 69
hi: 60 और 69 के बीच के वर्ग संख्याएँ
ja: 60から69までの数を二乗する
ru: Квадрат чисел от 60 до 69
zh: 60到69之间的数的平方

source: Square numbers between 70 and 79
ar: تربيع الأرقام بين 70 و 79
bn: 70 এবং 79 এর মধ্যে বর্গ সংখ্যা
de: Quadriere Zahlen zwischen 70 und 79
es: Cuadrado de números entre 70 y 79
fr: Carré des nombres entre 70 et 79
hi: 70 और 79 के बीच के वर्ग संख्याएँ
ja: 70から79までの数を二乗する
ru: Квадрат чисел от 70 до 79
zh: 70到79之间的数的平方

source: Square numbers between 80 and 89
ar: تربيع الأرقام بين 80 و 89
bn: 80 এবং 89 এর মধ্যে বর্গ সংখ্যা
de: Quadriere Zahlen zwischen 80 und 89
es: Cuadrado de números entre 80 y 89
fr: Carré des nombres entre 80 et 89
hi: 80 और 89 के बीच के वर्ग संख्याएँ
ja: 80から89までの数を二乗する
ru: Квадрат чисел от 80 до 89
zh: 80到89之间的数的平方
