Repository: Ankitkj1999/math_tricks_pro
Catalog: lib/l10n/intl_*.arb
Languages: ar, bn, de, es, fr, hi, ja, ru, zh

source: Square numbers between 90 and 99
ar: تربيع الأرقام بين 90 و 99
bn: 90 এবং 99 এর মধ্যে বর্গ সংখ্যা
de: Quadriere Zahlen zwischen 90 und 99
es: Cuadrado de números entre 90 y 99
fr: Carré des nombres entre 90 et 99
hi: 90 और 99 के बीच के वर्ग संख्याएँ
ja: 90から99までの数を二乗する
ru: Квадрат чисел от 90 до 99
zh: 90到99之间的数的平方

source: Square numbers between 100 and 109
ar: تربيع الأرقام بين 100 و 109
bn: 100 এবং 109 এর মধ্যে বর্গ সংখ্যা
de: Quadriere Zahlen zwischen 100 und 109
es: Cuadrado de números entre 100 y 109
fr: Carré des nombres entre 100 et 109
hi: 100 और 109 के बीच के वर्ग संख्याएँ
ja: 100から109までの数を二乗する
ru: Квадрат чисел от 100 до 109
zh: 100到109之间的数的平方

source: Square numbers ending in 5
ar: تربيع الأرقام التي تنتهي بالرقم 5
bn: 5 শেষ হওয়া বর্গ সংখ্যা
de: Quadriere Zahlen, die auf 5 enden
es: Cuadrado de números que terminan en 5
fr: Carré des nombres se terminant par 5
hi: 5 से समाप्त होने वाले वर्ग संख्याएँ
ja: 末尾が5の数を二乗する
ru: Квадрат чисел, оканчивающихся на 5
zh: 以5结尾的数的平方

source: Square numbers ending in 05
ar: تربيع الأرقام التي تنتهي بالرقم 05
bn: 05 শেষ হওয়া বর্গ সংখ্যা
de: Quadriere Zahlen, die auf 05 enden
es: Cuadrado de números que terminan en 05
fr: Carré des nombres se terminant par 05
hi: 05 से समाप्त होने वाले वर्ग संख्याएँ
ja: 末尾が05の数を二乗する
ru: Квадрат чисел, оканчивающихся на 05
zh: 以05结尾的数的平方

source: Square numbers ending in 15
ar: تربيع الأرقام التي تنتهي بالرقم 15
bn: 15 শেষ হওয়া বর্গ সংখ্যা
de: Quadriere Zahlen, die auf 15 enden
es: Cuadrado de números que terminan en 15
fr: Carré des nombres se terminant par 15
hi: 15 से समाप्त होने वाले वर्ग संख्याएँ
ja: 末尾が15の数を二乗する
ru: Квадрат чисел, оканчивающихся на 15
zh: 以15结尾的数的平方

source: Square numbers ending in 25
ar: تربيع الأرقام التي تنتهي بالرقم 25
bn: 25 শেষ হওয়া বর্গ সংখ্যা
de: Quadriere Zahlen, die auf 25 enden
es: Cuadrado de números que terminan en 25
fr: Carré des nombres se terminant par 25
hi: 25 से समाप्त होने वाले वर्ग संख्याएँ
ja: 末尾が25の数を二乗する
ru: Квадрат чисел, оканчивающихся на 25
zh: 以25结尾的数的平方

source: Square numbers ending in 75
ar: تربيع الأرقام التي تنتهي بالرقم 75
bn: 75 শেষ হওয়া বর্গ সংখ্যা
de: Quadriere Zahlen, die auf 75 enden
es: Cuadrado de números que terminan en 75
fr: Carré des nombres se terminant par 75
hi: 75 से समाप्त होने वाले वर्ग संख्याएँ
ja: 末尾が75の数を二乗する
ru: Квадрат чисел, оканчивающихся на 75
zh: 以75结尾的数的平方

source: Square numbers ending in 95
ar: تربيع الأرقام التي تنتهي بالرقم 95
bn: 95 শেষ হওয়া বর্গ সংখ্যা
de: Quadriere Zahlen, die auf 95 enden
es: Cuadrado de números que terminan en 95
fr: Carré des nombres se terminant par 95
hi: 95 से समाप्त होने वाले वर्ग संख्याएँ
ja: 末尾が95の数を二乗する
ru: Квадрат чисел, оканчивающихся на 95
zh: 以95结尾的数的平方

source: Square numbers ending in 125
ar: تربيع الأرقام التي تنتهي بالرقم 125
bn: 125 শেষ হওয়া বর্গ সংখ্যা
de: Quadriere Zahlen, die auf 125 enden
es: Cuadrado de números que terminan en 125
fr: Carré des nombres se terminant par 125
hi: 125 से समाप्त होने वाले वर्ग संख्याएँ
ja: 末尾が125の数を二乗する
ru: Квадрат чисел, оканчивающихся на 125
zh: 以125结尾的数的平方

source: Exponential
ar: ترتيب الأس
bn: গণিতিক
es: Exponencial
fr: Exponentielle
hi: घातांक
ja: 指数
ru: Степенной ряд
zh: 指数

source: Nth Root
ar: الجذر الـ n
bn: এনথ রুট
de: n-te Wurzel
es: Raíz n-ésima
fr: Racine n-ième
hi: नवीं जड़
ja: n乗根
ru: n-ный корень
zh: N次方根

source: Percentage
ar: النسبة المئوية
bn: শতাংশ
de: Prozentsatz
es: Porcentaje
fr: Pourcentage
hi: प्रतिशत
ja: パーセンテージ
ru: Процент
zh: 百分比

source: Percentage 1% to 100% 1 to 300
ar: النسبة المئوية من 1% إلى 100% 1 إلى 300
bn: শতকরা 1% থেকে 100% 1 থেকে 300
de: Prozentsatz 1% bis 100% 1 bis 300
es: Porcentaje del 1% al 100% 1 al 300
fr: Pourcentage de 1% à 100% 1 à 300
hi: प्रतिशत 1% से 100% 1 से 300
ja: 1%から100%までのパーセンテージ 1から300
ru: Проценты от 1% до 100% 1 до 300
zh: 百分比 1% 到 100% 1 到 300

source: Percentage 1% to 10% 10X & 50X
ar: النسبة المئوية من 1% إلى 10% 10X و 50X
bn: শতকরা 1% থেকে 10% 10X এবং 50X
de: Prozentsatz 1% bis 10% 10X & 50X
es: Porcentaje del 1% al 10% 10X y 50X
fr: Pourcentage de 1% à 10% 10X et 50X
hi: प्रतिशत 1% से 10% 10X और 50X
ja: 1%から10%までのパーセンテージ 10倍と50倍
ru: Проценты от 1% до 10% 10X и 50X
zh: 百分比 1% 到 10% 10X 和 50X

source: Percentage: 50% 1 to 100
ar: النسبة المئوية: 50% 1 إلى 100
bn: শতকরা: 50% 1 থেকে 100
de: Prozentsatz: 50% 1 bis 100
es: Porcentaje: 50% 1 al 100
fr: Pourcentage : 50% 1 à 100
hi: प्रतिशत: 50% 1 से 100
ja: パーセンテージ：50% 1から100
ru: Процент: 50% 1 до 100
zh: 百分比：50% 1 到 100
